Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: More electricity generation is needed.
sv_se: Det är nödvändigt att generera mer elektricitet.

source: More people wear masks
sv_se: Fler människor bär munskydd

source: More people will move inland, requiring construction of new homes and facilities.
sv_se: Fler kommer att flytta längre inåt land, vilket gör att nya bostäder och inrättningar måste byggas.

source: More people work outdoors in one town.
sv_se: Fler människor arbetar utomhus i en av städerna.

source: More red-tide algae are destroyed with 5120 mg of clay than with 160 mg of clay.
sv_se: Fler rödvattenalger förstörs med 5 120 mg lera än med 160 mg lera.

source: More species 1 than species 2 calling frogs were found.
sv_se: Fler grodor av art 1 än av art 2 som lockade hittades.

source: More than 1 hour and up to 2 hours a day
sv_se: Mer än 1 timme och upp till 2 timmar per dag

source: More than 10
sv_se: Fler än 10

source: More than 2 hours and up to 3 hours a day
sv_se: Mer än 2 timmar och upp till 3 timmar per dag

source: More than 3 hours and up to 4 hours a day
sv_se: Mer än 3 timmar och upp till 4 timmar per dag

source: More than 30 minutes and up to 1 hour a day
sv_se: Mer än 30 minuter och upp till 1 timme per dag

source: More than 4 hours a day
sv_se: Mer än 4 timmar per dag

source: More than 5
sv_se: Fler än 5

source: More than 50 students
sv_se: Fler än 50 elever

source: More than 500 books
sv_se: Fler än 500 böcker

source: More than 75%
sv_se: Fler än 75 %

source: More than half of the lessons
sv_se: På mer än hälften av lektionerna

source: More than once a month
sv_se: Mer än en gång i månaden

source: More than three years
sv_se: Mer än tre år

source: Most heat energy is given out by the heater at the beginning and the end of the heating process.
sv_se: Värmaren avger störst mängd energi i början och slutet av uppvärmningsprocessen.

source: Most lessons
sv_se: De flesta lektionerna

source: Most microplastics come from larger pieces of plastic that age and break into smaller fragments.
sv_se: De flesta mikroplaster kommer från större plastbitar som åldras och bryts sönder till mindre fragment.

source: Most vertebrates have growth rings in their bones.
sv_se: De flesta ryggradsdjur har tillväxtringar i sina ben.

source: Mostly <English²>
sv_se: Huvudsakligen engelska

source: Mostly other languages
sv_se: Huvudsakligen andra språk

source: Mother
sv_se: Mamma

source: Mother or female guardian (<Step-mother>,< foster mother or adoptive mother>)
sv_se: Mamma eller kvinnlig vårdnadshavare (styvmamma eller fostermamma)

source: Mothers or fathers
sv_se: Mammor eller pappor

source: Moths are most attracted to light wavelengths from 350 nm to 450 nm.
sv_se: Nattfjärilar dras mest till ljus med våglängder från 350 nm till 450 nm.

source: Move abroad to work or study in <English²>
sv_se: Flytta utomlands för att arbeta eller studera på engelska

source: Move the slider for Number of pores.
sv_se: Flytta reglaget för att ange antal porer.

source: Move the slider for Pore diameter.
sv_se: Flytta reglaget för att ange pordiametern.

source: Move the slider to change the mass of water in the beaker.
sv_se: Flytta reglaget för att ändra vattenmassan i bägaren.

source: Move the slider to select the ‘Distance between lightning strike and observer’.
sv_se: Flytta reglaget för att välja 'Avstånd mellan blixt och person'

source: Move to next viewing area
sv_se: Gå till nästa visningsområde

source: Movement of blades results in production of electricity by the generator.
sv_se: Bladens rörelse gör så att generatorn producerar el.

source: Much of the CO₂ that is being added to Earth’s atmosphere comes from humans burning fossil fuels.
sv_se: Mycket av den CO₂ som tillförs jordens atmosfär kommer från förbränning av fossila bränslen.

source: Musical instruments (e.g. guitar, piano, <country-specific example>)
sv_se: Musikinstrument (t.ex. gitarr, piano)

source: My <school science> lessons are taught in <English²>
sv_se: Undervisningen på mina lektioner i NO-ämnen är på engelska

source: My <technology> lessons are taught in <English²>
sv_se: Undervisningen på mina lektioner i teknik är på engelska

source: My artwork:
sv_se: Mitt konstverk:

source: My class discusses current environmental issues reported in the news.
sv_se: I klassen diskuterar vi miljöfrågor som tas upp i media.

source: My class discusses solutions to environmental issues.
sv_se: I klassen diskuterar vi lösningar på miljöproblem.

source: My flowchart is correct and complete.
sv_se: Mitt flödesschema är korrekt och fullständigt.

source: My friends will like me less if I don’t improve my <English²>.
sv_se: Mina vänner skulle inte tycka lika mycket om mig om jag inte förbättrade mina kunskaper i engelska.

source: My lessons in other subjects are taught in <English²>
sv_se: Undervisningen på mina lektioner i andra ämnen är på engelska

source: My mathematics lessons are taught in <English²>
sv_se: Undervisningen på mina matematiklektioner är på engelska

source: My parent or guardian does not have any of these qualifications.
sv_se: Min förälder/vårdnadshavare har ingen av dessa utbildningar.

source: My parents would be disappointed if I stopped learning <English²>.
sv_se: Mina föräldrar skulle bli besvikna om jag slutade lära mig engelska.

source: My program achieved the goal and it uses the fewest blocks possible.
sv_se: Mitt program klarade målsättningen och använder så få block som möjligt.

source: My program achieved the goal, but it could use fewer blocks.
sv_se: Mitt program klarade målsättningen, men hade kunnat använda färre block.

source: My program did not achieve the goal and it is not close to achieving it.
sv_se: Mitt program klarade inte målsättningen och är inte nära att klara den.

source: My program did not achieve the goal, but it is close to achieving it.
sv_se: Mitt program klarade inte målsättningen, men är nära att klara den.

source: My school encourages teachers to demonstrate or do experiments to explain environmental issues
sv_se: På min skola uppmuntras lärarna att demonstrera eller göra experiment för att förklara miljöfrågor.

source: My school encourages the use of a range of source materials (e.g., documentaries, articles) to discuss environmental issues in class
sv_se: På min skola uppmuntras användningen av olika källmaterial (t.ex. dokumentärer, artiklar) för att diskutera miljöfrågor på lektionerna.

source: My school formally assesses students’ knowledge of environmental issues
sv_se: På min skola bedöms elevernas kunskaper om miljöfrågor formellt.

source: My school organises field trips so that students can investigate environmental issues
sv_se: Min skola organiserar utflykter för att elever ska få möjlighet att undersöka miljöfrågor.

source: My school promotes how they conserve energy in the school to the broader school community
sv_se: Min skola informerar bredare inom och utanför skolan om hur de sparar energi på skolan.

source: My school promotes solutions to environmental issues
sv_se: På min skola verkar vi för att lösa miljöproblem.

source: My school teaches environmental issues in many subjects at school
sv_se: Min skola utbildar om miljöfrågor inom många ämnen i skolan.

source: My science teacher asks us to carry out challenging learning tasks on our own.
sv_se: Min NO-lärare ber oss att göra svåra uppgifter på egen hand.

source: My science teacher asks us to evaluate our own work.
sv_se: Min NO-lärare ber oss att utvärdera vårt eget arbete.

source: My science teacher asks us to evaluate the work of our classmates.
sv_se: Min NO-lärare ber oss att utvärdera våra klasskamraters arbete.

source: My science teacher asks us to identify what resources we will need to complete a task before we get started.
sv_se: Min NO-lärare ber oss, innan vi börjar, att identifiera vilka resurser vi behöver för att genomföra en uppgift.

source: My science teacher asks us to teach a topic to one another.
sv_se: Min NO-lärare ber oss att lära ut ett ämne till varandra.

source: My science teacher checks what we already know before teaching a new topic.
sv_se: Min NO-lärare kontrollerar vad vi redan vet innan vi börjar med ett nytt område.

source: My science teacher clearly explains the learning goals for every lesson.
sv_se: Min NO-lärare förklarar tydligt målen för varje lektion.

source: My science teacher explains her/his thinking when carrying out tasks with us (e.g., analysing a text, designing an experiment).
sv_se: Min NO-lärare förklarar hur han/hon tänker när han/hon gör uppgifter med oss (t.ex. analyserar en text, utformar ett experiment).

source: My science teacher gives us advice on how to manage negative emotions related to learning (e.g., frustration, anxiety, boredom).
sv_se: Min NO-lärare ger oss råd om hur man hanterar negativa känslor relaterade till inlärning (t.ex. frustration, ångest, tristess).

source: My science teacher gives us advice on learning techniques.
sv_se: Min NO-lärare ger oss råd om inlärningstekniker.

source: My science teacher provides us with materials (e.g., prompts, rubrics, checklists) to monitor our learning progress ourselves.
sv_se: Min NO-lärare ger oss material (t.ex. instruktioner, checklistor) för att vi själva ska kunna följa våra framsteg.

source: My solution allows all of the dolphins to still access food.
sv_se: Min lösning innebar att alla delfiner fortfarande kunde få tag i föda.

source: My solution kept all dolphins safe.
sv_se: Min lösning gjorde att alla delfiner var säkra.

source: My statement meets the goals given in the task.
sv_se: Mitt påstående uppfyller uppgiftens målsättningar.

source: My teacher provides opportunities to research environmental issues.
sv_se: Min lärare ger oss möjligheter att undersöka miljöfrågor.

source: My teacher takes us on field trips to investigate environmental issues.
sv_se: Min lärare tar med oss på utflykter för att undersöka miljöfrågor.

source: My teachers discuss environmental issues in many classes at school.
sv_se: Mina lärare diskuterar miljöfrågor på många lektioner i skolan.

source: N upwards
sv_se: N uppåt

source: Name and surname of patient?
sv_se: Patientens namn och efternamn?

source: Name of organism identified in Culture-1 is Organism-1.
sv_se: Namnet på organismen som identifierades i odling-1 är organism-1.

source: Narrow
sv_se: Smal

source: Narrow paths may not be suitable for the movement of large animals.
sv_se: Smala korridorer kanske inte är lämpliga för stora djurs förflyttningar.

source: Native trees of the Lakes District
sv_se: Inhemska träd i Lakes District

source: Nature Pod
sv_se: Naturkapsel

source: Nature Pod goals:
sv_se: Naturkapselns mål:

source: Nature Pod on track
sv_se: Naturkapsel på bana

source: Nature Pod: Top view
sv_se: Naturkapsel: vy uppifrån

source: Near threatened/least concern
sv_se: Nära hotad/livskraftig

source: Neither Brand A nor Brand B
sv_se: Varken märke A eller märke B

source: Neither agree nor disagree
sv_se: Håller varken med eller inte med

source: Never
sv_se: Aldrig

source: Never changes
sv_se: Förändras aldrig

source: Never or almost never
sv_se: Aldrig eller nästan aldrig

source: Never or hardly ever
sv_se: Aldrig eller nästan aldrig

source: New blades should be developed, made of components that are easy to recycle.
sv_se: Nya blad borde utvecklas, som är tillverkade av komponenter som är lätta att återvinna.

source: New discoveries can change what scientists think is true.
sv_se: Nya upptäckter kan förändra vad forskare tror är sant.

source: New wind turbines should be developed that work without blades.
sv_se: Nya vindkraftverk borde utvecklas som fungerar utan blad.

source: Next
sv_se: Nästa

source: Next recording
sv_se: Nästa inspelning

source: Night
sv_se: Natt

source: Niki (19:03): Please, can anyone help?
sv_se: Nina (19.03): Snälla, kan nån hjälpa mig?

source: Niki hypothesises that all materials (metal and non-metal) expand when heated.
sv_se: Ninas hypotes är att alla material (metaller och icke-metaller) expanderar när de värms.

source: Niki would like to know if aluminium pots behave differently to stainless steel pots when heated.
sv_se: Nina vill veta om grytor av aluminium beter sig annorlunda än grytor av rostfritt stål när de värms upp.

source: Niki’s hypothesis is confirmed.
sv_se: Ninas hypotes bekräftas.

source: Niki’s hypothesis is refuted.
sv_se: Ninas hypotes motbevisas.

source: Nitrogen-13
sv_se: Kväve-13

source: No
sv_se: Nej

source: No <foreign languages²> are offered in my school
sv_se: På min skola erbjuds inga moderna språk

source: No action should be taken because the non-recyclable waste is only 10%.
sv_se: Ingen åtgärd borde vidtas eftersom andelen avfall som inte kan återvinnas bara är 10 %.

source: No calls loaded in sound machine
sv_se: Inga ljud har laddats i ljudmaskinen

source: No feedback possible - you have not selected any experiments
sv_se: Ingen feedback möjlig – du har inte valt några experiment

source: No feedback possible - you have not performed any experiments
sv_se: Ingen feedback möjlig – du har inte genomfört några experiment

source: No priority
sv_se: Ingen prioritet

source: No risk
sv_se: Ingen risk

source: No stretching
sv_se: Ingen stretchning

source: No, I make only 4 stops on Saturday.
sv_se: Nej, jag stannar bara vid 4 hållplatser på lördagar.

source: No, because not enough people would wear them.
sv_se: Nej, eftersom inte tillräckligt många människor skulle använda dem.

source: No, because these masks block only half of the virus particles.
sv_se: Nej, eftersom dessa munskydd bara hindrar hälften av viruspartiklarna.

source: No, cannot afford it
sv_se: Nej, har inte råd

source: No, if I depart earlier there is less traffic.
sv_se: Nej, om jag åker tidigare är det mindre trafik.

source: No, never
sv_se: Nej, aldrig

source: No, other reason
sv_se: Nej, annat skäl

source: Nocturnal Pollination
sv_se: Nattlig pollinering

source: Noise Pollution
sv_se: Ljudföroreningar

source: Non-mandatory <standardised tests> (e.g. publicly or commercially available standardised test material like <country specific example>)
sv_se: Icke-obligatoriska standardiserade prov (t.ex. offentligt eller kommersiellt standardiserat provmaterial)

source: None
sv_se: Ingen/inget

source: None of my lessons (except for <English¹> lessons) are taught in <English²>
sv_se: Undervisningen är inte på engelska på några av mina lektioner (förutom lektionerna i engelska)

source: None of the species 2 frogs moved away from the speaker.
sv_se: Inga grodor av art 2 flyttade sig bort från högtalaren.

source: None – the roads are very quiet on Saturday.
sv_se: Ingen - det är väldigt lugnt på vägarna på lördagar.

source: North America
sv_se: Nordamerika

source: North Pole
sv_se: Nordpolen

source: Not applicable
sv_se: Ej tillämpligt

source: Not at all
sv_se: Inte alls

source: Not buying products because of a company’s environmental practises
sv_se: Inte köpt produkter på grund av ett företags miljörelaterade handlingar

source: Not confused
sv_se: Inte förvirrad

source: Not enough information to decide
sv_se: Inte tillräcklig information för att avgöra

source: Not enough runs have been made to justify your solution.
sv_se: Du har inte gjort tillräckligt många körningar för att motivera din lösning.

source: Not for any subjects
sv_se: Inte i några ämnen

source: Not important at all
sv_se: Inte viktigt alls

source: Not light pollution
sv_se: Inte ljusförorening

source: Not likely
sv_se: Inte troligt

source: Not prepared at all
sv_se: Inte alls förberedd

source: Not really: since there is no traffic, rain doesn’t affect the travel.
sv_se: Egentligen inte - eftersom det inte är någon trafik, påverkas inte resan av regnet.

source: Not very confident
sv_se: Inte särskilt säker

source: Not very important
sv_se: Inte särskilt viktigt

source: Not very prepared
sv_se: Inte särskilt förberedd

source: Note that there are no actual sounds in these tasks.
sv_se: Observera att det inte förekommer några riktiga ljud i dessa uppgifter.

source: Notice how the fuel decreases when the rocket is used.
sv_se: Se hur bränslet minskar när raketen används.

source: Notice how there is a different image now, but it is still the image type that you selected.
sv_se: Observera att det nu är en annan bild, men det är fortfarande den sorts bild som du valde.

source: Now run your program to watch what the spacecraft does in the simulation.
sv_se: Kör nu ditt program för att se vad rymdfarkosten gör i simuleringen.

source: Now I need your help to solve a more complex task.
sv_se: Nu behöver jag din hjälp för att lösa en mer komplex uppgift.

source: Now annual crop stubble is often left in the fields.
sv_se: Nuförtiden lämnas stubben från ettåriga grödor oftast kvar på fälten.

source: Now click Run to see how visitors behave.
sv_se: Klicka nu på Kör för att se hur besökare beter sig.

source: Now instruct the claw to move left again.
sv_se: Säg nu till klon att flytta vänster igen.

source: Now playing:
sv_se: Nu spelas:

source: Now remove the move forward blocks, by dragging them to the bin.
sv_se: Ta nu bort gå framåt-blocken genom att dra dem till papperskorgen.

source: Now remove the move right and pick up blocks, by dragging them to the bin.
sv_se: Ta nu bort flytta höger- och plocka upp-blocken genom att dra dem till papperskorgen.

source: Now test whether your program creates an artwork that meets the first requirement.
sv_se: Testa nu om ditt program skapar ett konstverk som uppfyller det första kravet.

source: Now that you have been learning for some time, how are you feeling?
sv_se: Nu när du har lärt dig nya saker en stund, hur känner du dig?

source: Now that you know what the call means:
sv_se: Nu när vet du vad det ljudet betyder:

source: Now the glass is empty except for some white crystals, as shown below.
sv_se: Nu är glaset tomt förutom några vita kristaller, så som visas nedan.

source: Now think about the PISA questionnaire you just answered.
sv_se: Fundera nu över PISA-enkäten du precis har besvarat.

source: Now think about the effort you put into completing the PISA test and questionnaire.
sv_se: Fundera nu på den ansträngning du lagt ner på att fylla i PISA-provet och enkäten.

source: Now we can complete the model shown in the model workspace.
sv_se: Nu kan vi slutföra modellen som visas i arbetsytan för modeller.

source: Now you will learn how to build a program to control the Nature Pod.
sv_se: Nu kommer du att få lära dig att bygga ett program för att styra naturkapseln.

source: Now you will learn how to instruct the Nature Pod to move around a nature reserve.
sv_se: Nu kommer du att lära dig att ge naturkapseln instruktioner för att förflytta sig runt i ett naturreservat.

source: Now you will learn how to program a dynamic piece of digital artwork.
sv_se: Nu kommer du att få lära dig att programmera ett dynamiskt digitalt konstverk.

source: Now you will learn how to program a simulation.
sv_se: Nu ska du få lära dig att programmera en simulering.

source: Now you will learn how to program the recycling claw to sort different types of recyclable objects, like and .
sv_se: Nu kommer du att lära dig att programmera återvinningsklon för att sortera olika typer av återvinningsbara föremål som t.ex. och .

source: Now you will make your own simulations.
sv_se: Nu ska du göra dina egna simuleringar.

source: Now, let’s use this call to communicate with real dolphins.
sv_se: Nu ska vi använda detta ljud för att kommunicera med verkliga delfiner.

source: Nuclear waste
sv_se: Kärnavfall

source: Number
sv_se: Antal

source: Number of <class periods> per week in <English¹>
sv_se: Antal lektioner i engelska i veckan

source: Number of <class periods> per week in <modern foreign languages¹> other than <English¹>
sv_se: Antal lektioner i moderna språk i veckan förutom engelska

source: Number of <class periods> per week in <science>
sv_se: Antal lektioner i NO-ämnen i veckan

source: Number of <class periods> per week in <test language lessons>
sv_se: Antal lektioner i svenska i veckan

source: Number of <class periods> per week in mathematics
sv_se: Antal lektioner i matematik i veckan

source: Number of ants
sv_se: Antal myror

source: Number of ants on the food after 20 minutes
sv_se: Antal myror på maten efter 20 minuter

source: Number of ants on the food at 20 minutes
sv_se: Antal myror på maten efter 20 minuter

source: Number of artworks
sv_se: Antal konstverk

source: Number of atoms decaying per second
sv_se: Antal atomer som sönderfaller per sekund

source: Number of books borrowed
sv_se: Antal lånade böcker

source: Number of boys:
sv_se: Antal pojkar:

source: Number of eagle flights at risk of a wind turbine collision
sv_se: Antal kungsörnsflygningar med risk för kollision med ett vindkraftverk

source: Number of flights
sv_se: Antal flygningar

source: Number of girls:
sv_se: Antal flickor:

source: Number of individuals/L
sv_se: Antal individer/S

source: Number of lightning strikes
sv_se: Antal blixtnedslag

source: Number of lightning strikes per month - Area 1
sv_se: Antal blixtnedslag per månad - område 1

source: Number of lightning strikes per month - Area 2
sv_se: Antal blixtnedslag per månad - område 2

source: Number of lightning strikes per month - Area 3
sv_se: Antal blixtnedslag per månad - område 3

source: Number of pores
sv_se: Antal porer

source: Number of readers
sv_se: Antal läsare

source: Number of red tides in 17 years
sv_se: Antal röda tidvatten under 17 år

source: Number of species
sv_se: Antal arter

source: Number of stops
sv_se: Antal hållplatser

source: Number of tomatoes
sv_se: Antal tomater

source: Number of turbines
sv_se: Antal turbiner

source: Number of visitors
sv_se: Antal besökare

source: Nutrition
sv_se: Näring

source: Oak trees are a slow-growing tree found in north-west England.
sv_se: Ek är ett träd som växer sakta och finns i nordvästra England.

source: Oat
sv_se: Havredryck

source: Oat milk has less protein than soy milk.
sv_se: Havredryck innehåller mindre protein än sojadryck.

source: Oat milk has less salt than soy milk.
sv_se: Havredryck innehåller mindre salt än sojadryck.

source: Oat milk provides more energy than soy milk.
sv_se: Havredryck ger mer energi än sojadryck.

source: Oat milk tastes better than soy milk.
sv_se: Havredryck smakar bättre än sojadryck.

source: Object
sv_se: Föremål

source: Observation of classes by inspectors or other persons external to the school
sv_se: Observation av klasser av inspektörer eller andra personer som inte hör till skolan

source: Observation visits to business premises, public organisations, or non-governmental organisations
sv_se: Studiebesök hos företag, offentliga eller icke-statliga organisationer

source: Observation visits to other schools
sv_se: Studiebesök på andra skolor

source: Observe a single bird as it moves between groups.
sv_se: Observera en enskild fågel när den rör sig mellan grupper.

source: Observe a single bird in one group.
sv_se: Observera en enskild fågel i en grupp.

source: Observe how the dolphins respond.
sv_se: Observera hur delfinerna reagerar.

source: Observe how well oysters grow in water with the American Eel grass.
sv_se: Observera hur bra ostron växer i vatten med det amerikanska ålgräset.

source: Observe several individual birds in one group.
sv_se: Observera flera enskilda fåglar i en grupp.

source: Observe several individual birds in several groups.
sv_se: Observera flera enskilda fåglar i flera grupper.

source: Observing instruction in the classroom
sv_se: Observera undervisning i klassrummet

source: Ocean and coastal water ecosystems are carbon sinks.
sv_se: Ekosystem i hav och kustvatten är kolsänkor.

source: Ocean field study
sv_se: Fältstudie av havet
